'use strict';

// Task#16
const num1 = Number(prompt('Твiй рік народження'));
const num2 = prompt('в якому місті живеш');
const num3 = prompt('Твiй улюблений вид спорту');

if (num1){
    alert(num1)
} else {
    alert('Шкода, що Ви не захотіли ввести свій вiк')
}


if (num2 === 'Kiev') {
    alert('Ти живеш у столиці' + ' ' + num2)
} else if (num2 === 'Washington') {
    alert('Ти живеш у столиці' + ' ' + num2)
} else if (num2 === 'London') {
    alert('Ти живеш у столиці' + ' ' + num2)
} else {
    alert('Ти живеш у містi' + ' ' + num2)
}



if (num3 === 'Сноубординг') {
    alert('Круто! Хочеш стати' + ' ' + 'Алессандро Хеммерле' + '?')
} else if (num3 === 'Фигурное катание') {
    alert('Круто! Хочеш стати' + ' ' + 'Луна Хендрикс' + '?')
} else if (num3 === 'Гимнастика') {
    alert('Круто! Хочеш стати' + ' ' + 'Ребека Андраде' + '?')
} else {
    alert('Шкода, що Ви не захотіли ввести свій улюблений вид спорту')
}
